aaron-bond.better-comments
batisteo.vscode-django
bungcip.better-toml
CoenraadS.disableligatures
DrMerfy.overtype
ecmel.vscode-html-css
formulahendry.code-runner
GrayJack.monokai-grayjack
magicstack.MagicPython
ms-dotnettools.csharp
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cpptools
rebornix.toggle
rickynormandeau.mariana-pro
rust-lang.rust-analyzer
serayuzgur.crates
tht13.python
usernamehw.errorlens
